renamed_columns = {'name': 'Наименование конструкции',
           'n_temperature_coefficient': 'темп.коэф.',
           'area': 'площ.констр м2',
           'orientation': 'ориент. констр.',
           'standard_structure_type': 'типовая огр. констрf',
           'R_real': 'прив. терм. сопр.',
           'a_r_n': "прив.коэф.теплопер.",
           'percent_a_r_n': "%"
           }

tabs_titles = [
    "Удельная теплозащитная характеристика здания по типу ограждающих конструкций",
    "Удельная теплозащитная характеристика здания по типу ограждающих конструкций (суммарные показатели)",
    "Общая площадь наружных ограждающих конструкций здания,в том числе окон по сторонам света:",
]